Repository: GNOME/gnome-calendar
Catalog: po/*.po
Languages: mr, ta

source: Calendar
mr: दिनदर्शिका
ta: நாள்காட்டி

source: Access and manage your calendars
ta: உங்கள் நாள்காட்டிகளை அணுகவும் மற்றும் நிர்வகிக்கவும்

source: Calendar;Event;Reminder;
mr: दिनदर्शिका;कार्यक्रम;स्मरणपत्र
ta: நாள்காட்டி;நிகழ்வு;நினைவூட்டல்;

source: Manage your schedule
ta: உங்கள் திட்ட அட்டவணையை நிர்வகி

source: GNOME Calendar is an elegant tool to help you plan and stay on top of your schedule for upcoming days and weeks, whether your months are filled with meetings and appointments, public events, travel logistics, or other commitments in your life.
ta: வரவிருக்கும் நாட்கள் மற்றும் வாரங்களுக்கான உங்கள் அட்டவணையை திட்டமிடவும் எளிதாக கண்காணிக்கவும் உதவும் அழகிய கருவியாக GNOME நாள்காட்டி உள்ளது. உங்கள் மாதங்கள் கூட்டங்கள், சந்திப்புகள், பொது நிகழ்வுகள், பயணத் திட்டங்கள் அல்லது வாழ்க்கையின் பிற பொறுப்புகளால் நிரம்பியிருந்தாலும், அவற்றை ஒழுங்காக நிர்வகிக்க இது உதவுகிறது.

source: Easily create and manage unlimited calendars and events with GNOME Calendar's infinite scrolling month view, week timetable, and scheduling list view.
ta: GNOME நாள்காட்டியின் தொடர்ச்சியான மாதப் பார்வை, வார நேர அட்டவணை மற்றும் திட்டமிடல் பட்டியல் பார்வை ஆகியவற்றின் மூலம், வரம்பில்லா நாள்காட்டிகள் மற்றும் நிகழ்வுகளை எளிதாக உருவாக்கி நிர்வகிக்கலாம்.

source: Integrating the latest GNOME technologies and design best practices, GNOME Calendar builds on top of the mature Evolution data server to manage large quantities of events and to provide integration with other applications. You can add calendars from various online calendaring services (like NextCloud, Google Calendar, and CalDAV / WebDAV servers), enabling you to synchronize your events across multiple devices and platforms. GNOME Calendar also supports local and offline calendaring, so you can use it anywhere and anytime while travelling (or after civilization's collapse.)
ta: சமீபத்திய GNOME தொழில்நுட்பங்களும் வடிவமைப்பு சிறந்த நடைமுறைகளும் இணைக்கப்பட்டு, பெருமளவு நிகழ்வுகளை நிர்வகிக்கவும் பிற பயன்பாடுகளுடன் ஒருங்கிணைப்பை வழங்கவும் முதிர்ந்த Evolution தரவு சேவையகத்தின் மீது GNOME நாள்காட்டி உருவாக்கப்பட்டுள்ளது. NextCloud, Google Calendar, CalDAV / WebDAV சேவையகங்கள் போன்ற பல்வேறு ஆன்லைன் நாள்காட்டி சேவைகளிலிருந்து நாள்காட்டிகளைச் சேர்த்து, உங்கள் நிகழ்வுகளை பல சாதனங்கள் மற்றும் தளங்களில் ஒத்திசைக்கலாம். மேலும், GNOME நாள்காட்டி உள்ளூர் மற்றும் இணையமில்லா நாள்காட்டி பயன்பாட்டையும் ஆதரிக்கிறது; எனவே பயணத்தின் போது (அல்லது நாகரிகம் முற்றிலும் சரிந்த பிறகும் 😉) எங்கும் எப்போது வேண்டுமானாலும் இதனைப் பயன்படுத்தலாம்.

source: Week view
ta: வார பார்வை

source: Month view
ta: மாதப் பார்வை

source: Event editor
ta: நிகழ்வு திருத்தி

source: Read-Only Calendar
ta: நாள்காட்டி படிக்க மட்டும்

source: Display Calendar
ta: நாள்காட்டியைக் காண்பி

source: Edit calendar
ta: நாள்காட்டியைத் திருத்து

source: Calendar Settings
mr: दिनदर्शिका संयोजना
ta: நாள்காட்டி அமைப்புகள்

source: Calendars
mr: दिनदर्शिके
ta: நாள்காட்டிகள்

source: _Add Calendar
ta: _நாள்காட்டியை சேர்

source: Calendar “%s” removed
ta: நாள்காட்டி "%s" நீக்கப்பட்டது

source: _Undo
ta: செயல்தவிர்

source: Edit Calendar
mr: दिनदर्शिका संपादन
ta: நாள்காட்டியைத் திருத்து

source: Account
mr: खाता
ta: கணக்கு

source: Open in Settings
ta: அமைப்புகளில் திற

source: Location
mr: स्थान
ta: இருப்பிடம்

source: Calendar Name
ta: நாள்காட்டியின் பெயர்

source: Color
mr: रंग
ta: வண்ணம்

source: _Display Calendar
ta: நாள்காட்டியைக் காண்பி

source: _Remove Calendar
ta: நாள்காட்டியை அகற்று

source: Calendar URL
ta: நாள்காட்டி URL

source: On This Computer
ta: இந்தக் கணினியில்

source: New Calendar
ta: புதிய நாள்காட்டி

source: Create a Local Calendar
ta: உள்ளூர் நாள்காட்டியை உருவாக்கவும்

source: Connect to an Online Calendar
ta: ஆன்லைன் நாள்காட்டியுடன் இணைக்கவும்

source: HTTPS, CalDAV, or Webcal URLs are supported. Online calendars that can only be updated by the provider will be added as read-only.
ta: HTTPS, CalDAV அல்லது Webcal URLகள் ஆதரிக்கப்படுகின்றன. வழங்குநரால் மட்டுமே புதுப்பிக்கக்கூடிய ஆன்லைன் நாள்காட்டிகள் வாசிப்பிற்கேற்ற முறையில் சேர்க்கப்படும்.

source: If the calendar belongs to one of your online accounts, you can add it through the <a href="GOA">online account settings</a>.
ta: இந்த நாள்காட்டி உங்கள் ஆன்லைன் கணக்குகளில் ஒன்றைச் சேர்ந்ததாக இருந்தால், <a href=\"GOA\">ஆன்லைன் கணக்கு அமைப்புகள்</a> வழியாக அதைச் சேர்க்கலாம்.

# button
source: Add Calendar
ta: நாள்காட்டியை சேர்

source: Credentials
ta: அங்கீகார விவரங்கள்

source: User
mr: युजर
ta: பயனர்

source: Password
mr: पासवर्ड
ta: கடவுச்சொல்

source: _Cancel
ta: (_C) ரத்து செய்

source: _Connect
ta: இணை

source: Add Calendar
mr: दिनदर्शिका जोडणे
ta: நாள்காட்டியை சேர்

source: The URL you have entered appears to be invalid.
ta: நீங்கள் உள்ளிட்ட URL செல்லாததாகத் தோன்றுகிறது.

source: A valid user and password are required to connect to this calendar.
ta: இந்த நாள்காட்டியுடன் இணைவதற்கு செல்லுபடியாகும் பயனர் பெயரும் கடவுச்சொல்லும் தேவை.

source: This calendar is hidden
ta: நாள்காட்டி மறைந்துள்ளது

# grid sunday
source: S
ta: ஞா

# grid monday
source: M
ta: தி

# grid tuesday
source: T
ta: செ

# grid wednesday
source: W
ta: பு

# grid thursday
source: T
ta: வி

# grid friday
source: F
ta: வெ

# grid saturday
source: S
ta: ச

source: Toggle Alarm Sound
ta: அலார ஒலியை மாற்று

source: Remove Alarm
ta: அலாரத்தை அகற்று

source: %1$u day, %2$u hour, and %3$u minute before
ta: %1$u நாள், %2$u மணி மற்றும் %3$u நிமிடம் முன்

source: %1$u day, %2$u hours, and %3$u minute before
ta: %1$u நாள், %2$u மணி மற்றும் %3$u நிமிடம் முன்

source: %1$u days, %2$u hour, and %3$u minute before
ta: %1$u நாள், %2$u மணி மற்றும் %3$u நிமிடம் முன்

source: %1$u days, %2$u hours, and %3$u minute before
ta: %1$u நாள், %2$u மணி மற்றும் %3$u நிமிடம் முன்

source: %1$u day and %2$u hour before
ta: %1$u நாள் %2$u மணி நேரத்துக்கு முன்

source: %1$u days and %2$u hour before
ta: %1$u நாட்கள் %2$u மணி நேரத்துக்கு முன்

source: %1$u day and %2$u minute before
ta: %1$u நாட்கள் %2$u நிமிடத்திற்கு முன்

source: %1$u days and %2$u minute before
ta: %1$u நாள் %2$u நிமிடங்களுக்கு முன்

source: %1$u day before
ta: %1$u நாள் முன்

source: %1$u hour and %2$u minute before
ta: %1$u மணி %2$u நிமிடம் முன்

source: %1$u hours and %2$u minute before
ta: %1$u மணிகள் %2$u நிமிடம் முன்

source: %1$u hour before
ta: %1$u மணிநேரத்துக்கு முன்

source: %1$u minute before
ta: %1$u நிமிடத்திற்கு முன்

source: Event start time
ta: நிகழ்வு தொடங்கும் நேரம்

source: Edit Date
ta: நாளைத் திருத்து

source: Edit date
ta: தேதியைத் திருத்து

source: Date
ta: தேதி

source: Time
ta: நேரம்

source: Edit Time
ta: நேரம்நேரத்தை திருத்து

source: AM
mr: सकाळी
ta: முற்பகல்

source: PM
mr: दुपारी
ta: பிற்பகல்

source: Change Timezone
ta: நேர மண்டலத்தை மாற்று

source: Edit time
ta: நேரத்தைத் திருத்து

source: _Done
ta: முடிந்தது

source: This event is in a read-only calendar. It cannot be edited or deleted.
ta: இந்த நிகழ்வு வாசிப்பு மட்டும் கொண்ட நாள்காட்டியில் உள்ளது. இதைத் திருத்தவோ அல்லது நீக்கவோ முடியாது.

source: Reminders
ta: நினைவூட்டல்கள்

source: Notes
mr: नोट्स
ta: குறிப்புகள்

source: Delete Event
ta: நிகழ்வை நீக்கு

source: _Save
ta: சேமி

source: New Event
ta: புதிய நிகழ்வு

source: Event Details
ta: நிகழ்ச்சி விவரங்கள்

source: Edit Event
ta: நிகழ்வை திருத்து

source: Add Reminder
ta: நினைவூட்டலைச் சேர்

source: Event start
ta: நிகழ்வு தொடக்கம்

source: 5 Minutes
ta: 5 நிமிடங்கள்

source: 10 Minutes
ta: 10 நிமிடங்கள்

source: 15 Minutes
ta: 15 நிமிடங்கள்

source: 30 Minutes
ta: 30 நிமிடங்கள்

source: 1 Hour
ta: 1 மணி

source: 1 Day
ta: ஒரு நாள்

source: 2 Days
ta: இரண்டு நாட்கள்

source: 3 Days
ta: மூன்று நாட்கள்

source: 1 Week
ta: 1 வாரம்

source: _All Day
ta: நாள் முழுவதும்

source: _Time Slot
ta: _நேர இடைவெளி

source: Start Date
ta: துவக்க நாள்

source: End Date
ta: முடிவு நாள்

source: Start Time
ta: தொடக்க நேரம்

source: End Time
ta: முடிவு நேரம்

source: Repeat
ta: திரும்பச்செய்

source: No Repeat
ta: திரும்பச்செய்யாதே

source: Daily
ta: தினசரி

source: Monday – Friday
ta: திங்கள் - வெள்ளி

source: Weekly
ta: வாரந்தோறும்

source: Monthly
ta: மாதந்தோறும்

source: Yearly
ta: ஆண்டுதோறும்

source: End Repeat
ta: திரும்பச்செய்வதை நிறுத்தும் நாள்

source: Forever
ta: என்றென்றும்

source: Number of Occurrences
ta: நிகழ்வுகளின் எண்ணம்

source: Until Date
ta: தேதி வரை

source: End Repeat Date
ta: திரும்பச்செய்வதை நிறுத்தும் நாள்

source: Title
mr: शीर्षक
ta: தலைப்பு

source: Select Timezone
ta: நேர மண்டலத்தைத் தேர்ந்தெடு

source: Search Locations
ta: இருப்பிடங்களை தேடு

source: Search for a Timezone
ta: நேர மண்டலத்தைத் தேடு

source: Quit GNOME Calendar
ta: குனோம் காலெண்டரிலிருந்து வெளியேறு

source: Display version number
mr: वर्शन संख्या दाखवणे
ta: பதிப்பு எண்ணைக் காண்பி

source: Enable debug messages
ta: பிழைத்திருத்த செய்திகளை இயக்கவும்

source: Open calendar on the passed date
mr: गेल्या तारीख वर दिनदर्शिका उघडणे
ta: கடந்த தேதியில் நாள்காட்டியைத் திறக்கவும்

source: Open calendar showing the passed event
mr: दिनदर्शिका उघडणून गेल्या कार्यक्रम दाखवणे
ta: கடந்த நிகழ்வைக் காட்டும் நாள்காட்டியைத் திறக்கவும்

source: Copyright © 2012–%d The Calendar authors
ta: பதிப்புரிமை © 2012–%d நாட்காட்டி ஆசிரியர்கள்

source: translator-credits
mr: अनुवादक-क्रेडिट्स
ta: மொழிபெயர்ப்பாளர்-பாராட்டுக்கள்

source: Weather
ta: _வானிலை

source: <b>This event is part of a read-only calendar</b> You cannot delete or change this event.
ta: <b>இந்த நிகழ்வு வாசிப்பு மட்டும் கொண்ட நாள்காட்டியின் ஒரு பகுதியாகும்</b> இந்த நிகழ்வை நீக்கவோ அல்லது மாற்றவோ முடியாது.

source: Export Event
ta: நிகழ்வை ஏற்றுமதி செய்

source: No event notes
ta: நிகழ்ச்சி குறிப்புகள் இல்லை

source: January
ta: ஜனவரி

source: February
ta: பிப்ரவரி

source: March
ta: மார்ச்

source: April
ta: ஏப்ரல்

source: May
ta: மே

source: June
ta: ஜுன்

source: July
ta: ஜுலை

source: August
ta: ஆகஸ்ட்

source: September
ta: செப்டம்பர்

source: October
ta: அக்டோபர்

source: November
ta: நவம்பர்

source: December
ta: டிசெம்பர்

source: Today %s
ta: இன்று %s

source: Tomorrow %s
ta: நாளை %s

source: Yesterday %s
ta: நேற்று %s

source: Today
mr: आज
ta: இன்று

source: Tomorrow
ta: நாளை

source: Yesterday
ta: நேற்று

source: Today, %1$s — %2$s
ta: இன்று, %1$s — %2$s

source: Tomorrow, %1$s – %2$s
ta: நாளை, %1$s – %2$s

source: Yesterday, %1$s – %2$s
ta: நேற்று, %1$s – %2$s

source: View Additional Details
ta: கூடுதல் விவரங்களை காண்க

source: Edit Additional Details
ta: விவரங்களைத் திருத்த

source: On %s
ta: %s அன்று

source: At %s
ta: %s - இல்

source: _Join
ta: _சேர்

source: Unknown Service
ta: தெரியாத சேவை

source: Edit Details…
ta: விவரங்களைத் திருத்து…

source: Add
mr: जोडा
ta: சேர்

source: %s (this calendar is read-only)
ta: %s (இந்த நாள்காட்டி படிக்க மட்டும்)

source: from next Monday
ta: அடுத்த திங்கள் முதல்

source: from next Tuesday
ta: அடுத்த செவ்வாய் முதல்

source: from next Wednesday
ta: அடுத்த புதன் முதல்

source: from next Thursday
ta: அடுத்த வியாழன் முதல்

source: from next Friday
ta: அடுத்த வெள்ளி முதல்

source: from next Saturday
ta: அடுத்த சனி முதல்

source: from next Sunday
ta: அடுத்த ஞாயிறு முதல்

source: to next Monday
ta: அடுத்த திங்கள் வரை

source: to next Tuesday
ta: அடுத்த செவ்வாய் வரை

source: to next Wednesday
ta: அடுத்த புதன் வரை

source: to next Thursday
ta: அடுத்த வியாழன் வரை

source: to next Friday
ta: அடுத்த வெள்ளி வரை

source: to next Saturday
ta: அடுத்த சனி வரை

source: to next Sunday
ta: அடுத்த ஞாயிறு வரை

source: from Today
ta: இன்று முதல்

source: from Tomorrow
ta: நாளை முதல்

source: from Yesterday
ta: நேற்றிலிருந்து

source: from %1$s %2$s
ta: %1$s %2$s முதல்

source: to Today
ta: இன்று வரை

source: to Tomorrow
ta: நாளை வரை

source: to Yesterday
ta: நேற்று வரை

source: to %1$s %2$s
ta: %1$s %2$s வரை

source: New Event %1$s %2$s
ta: புதிய நிகழ்வு %1$s %2$s

source: New Event Today
ta: இன்றைய புதிய நிகழ்வு

source: New Event Tomorrow
ta: நாளைய புதிய நிகழ்வு

source: New Event Yesterday
ta: நேற்றைய புதிய நிகழ்வு

source: New Event next Monday
ta: அடுத்த திங்கட்கிழமை புதிய நிகழ்வு

source: New Event next Tuesday
ta: அடுத்த செவ்வாய்க்கிழமை புதிய நிகழ்வு

source: New Event next Wednesday
ta: அடுத்த புதன்கிழமை புதிய நிகழ்வு

source: New Event next Thursday
ta: அடுத்த வியாழக்கிழமை புதிய நிகழ்வு

source: New Event next Friday
ta: அடுத்த வெள்ளிக்கிழமை புதிய நிகழ்வு

source: New Event next Saturday
ta: அடுத்த சனிக்கிழமை புதிய நிகழ்வு

source: New Event next Sunday
ta: அடுத்த ஞாயிற்றுக்கிழமை புதிய நிகழ்வு"

source: New Event on January %d
ta: ஜனவரி %d அன்று புதிய நிகழ்வு

source: New Event on February %d
ta: பிப்ரவரி %d அன்று புதிய நிகழ்வு

source: New Event on March %d
ta: மார்ச் %d அன்று புதிய நிகழ்வு

source: New Event on April %d
ta: ஏப்ரல் %d அன்று புதிய நிகழ்வு

source: New Event on May %d
ta: மே %d அன்று புதிய நிகழ்வு

source: New Event on June %d
ta: ஜூன் %d அன்று புதிய நிகழ்வு

source: New Event on July %d
ta: ஜூலை %d அன்று புதிய நிகழ்வு

source: New Event on August %d
ta: ஆகஸ்ட் %d அன்று புதிய நிகழ்வு

source: New Event on September %d
ta: செப்டம்பர் %d அன்று புதிய நிகழ்வு

source: New Event on October %d
ta: அக்டோபர் %d அன்று புதிய நிகழ்வு

source: New Event on November %d
ta: நவம்பர் %d அன்று புதிய நிகழ்வு

source: New Event on December %d
ta: டிசம்பர் %d அன்று புதிய நிகழ்வு

source: Search Events
ta: நிகழ்வுகளை தேடு

source: Search events
ta: நிகழ்வுகளை தேடு

# tooltip
source: Synchronizing Remote Calendars
ta: தொலை நாள்கட்டிகளை ஒத்திசை

source: Show Weather
ta: வானிலையைக் காட்டு

source: Automatic Location
ta: தானியங்கி இருப்பிடம்

source: Search locations
ta: இடங்களை தேடு

source: Drop Event Files to Import
ta: நிகழ்வு கோப்புகளை இறக்குமதி செய்ய இங்கு விடவும்

source: Toggle Sidebar
ta: பக்கப்பலகையை மாற்று

source: Main Menu
ta: முதன்மை மெனு

# tooltip
source: Search
ta: தேடு

source: _Month
ta: மாதம்

source: _Week
ta: வாரம்

source: _Agenda
ta: _அஜெண்டா

source: _Today
ta: இன்று

source: Go to Today
ta: இன்றைக்கு செல்

# tooltip
source: Add Event
ta: நிகழ்வைச் சேர்

source: Manage Calendars
ta: நாள்காட்டிகளை நிர்வகி

source: _Synchronize Calendars
ta: _நாள்காட்டிகளை ஒத்திசைவு செய்

source: _Date & Time Settings…
ta: _தேதி மற்றும் நேர அமைப்புகள்…

source: _Online Accounts…
ta: _ஆன்லைன் கணக்குகள்…

source: _Keyboard Shortcuts
ta: _விசைப்பலகை குறுக்குவழிகள்

source: _About Calendar
ta: _காலெண்டரைப் பற்றி

source: Previous Week
ta: முந்தைய வாரம்

source: Previous Month
ta: முந்தைய மாதம்

source: Next Week
ta: அடுத்த வாரம்

source: Next Month
ta: அடுத்த மாதம்

source: Week
ta: வாரம்

source: Month
mr: महिना
ta: மாதம்

source: Agenda
ta: அஜெண்டா

source: Another event deleted
mr: दुसरा कार्यक्रम नष्ट झाला
ta: மற்றொரு நிகழ்வு நீக்கப்பட்டது

source: Event deleted
mr: कार्यक्रम नष्ट झाला
ta: நிகழ்வு நீக்கப்பட்டது

source: Could not import some files: Not ICS files
ta: சில கோப்புகளை இறக்குமதி செய்ய முடியவில்லை: ICS கோப்புகள் இல்லை

source: Could not import “%s”: Not an ICS file
ta: “%s” ஐ இறக்குமதி செய்ய முடியவில்லை: இது ICS கோப்பு அல்ல

source: Import Files…
ta: கோப்பிலிருந்து...

source: _Import
ta: "_இறக்குமதி

source: C_alendar
ta: நாள்காட்டி

source: Import %d event
ta: %d நிகழ்வை இறக்குமதி செய்

source: Starts
mr: प्रारंभ
ta: தொடங்குகிறது

source: Ends
mr: अंत
ta: முடிவடைகிறது

source: Description
ta: விவரம்

source: No error
ta: பிழை இல்லை

source: Bad argument to function
ta: சோதனை செயலிக்கு தவறான தரவு

source: Failed to allocate a new object in memory
ta: நினைவகத்தில் புதிய பொருளை ஒதுக்க முடியவில்லை

source: File is malformed, invalid, or corrupted
ta: கோப்பு தவறான வடிவில் உள்ளது, செல்லாதது அல்லது சேதமடைந்தது

source: Failed to parse the calendar contents
ta: நாள்காட்டி உள்ளடக்கங்களை பகுப்பாய்வு செய்ய முடியவில்லை

source: Failed to read file
ta: கோப்பை வாசிக்க முடியவில்லை"

source: Internal error
ta: உள்ளமைப்புக் பிழை

source: File is not an iCalendar (.ics) file
ta: கோப்பு iCalendar (.ics) கோப்பு அல்ல

# shortcut dialog
source: General
ta: பொதுவானவை

# shortcut dialog
source: Toggle Sidebar
ta: பக்கப்பலகையை மாற்று

# shortcut dialog
source: New Event
ta: புதிய நிகழ்வு

# shortcut dialog
source: Manage Calendars
ta: நாள்காட்டிகளை நிர்வகி

# shortcut dialog
source: Synchronize Calendars
ta: நாள்காட்டிகளை ஒத்திசை

# shortcut dialog
source: Close Window
ta: சாளரத்தை மூடு

# shortcut dialog
source: Search
ta: தேடு

# shortcut dialog
source: Show Help
ta: உதவியை காட்டு

# shortcut dialog
source: Shortcuts
ta: குறுக்குவழிகள்

# shortcut dialog
source: Navigation
ta: நெவிகேஷன்

# shortcut dialog
source: Go Back
ta: பின்னோக்கிச் செல்லவும்

# shortcut dialog
source: Go Forward
ta: முன்னோக்கிச் செல்லவும்

# shortcut dialog
source: Show Today
ta: இன்றைக்காண்பி

# shortcut dialog
source: Next View
ta: அடுத்த பார்வை

# shortcut dialog
source: Previous View
ta: முந்தைய பார்வை

# shortcut dialog
source: View
ta: பார்வை

# shortcut dialog
source: Month View
ta: மாதப் பார்வை

# shortcut dialog
source: Week View
ta: வாரப் பார்வை

source: No events
mr: कार्यक्रम नाही
ta: நிகழ்வுகள் இல்லை

source: On-going
ta: நடந்து வருகிறது

source: New Event…
ta: புதிய நிகழ்வு...

source: Other event
mr: Alia evento
ta: மற்றொரு நிகழ்வு

source: Modify Multiple Events?
ta: பல நிகழ்வுகளை மாற்றவா?

source: The event you are trying to modify is recurring. The changes you have selected should be applied to:
ta: நீங்கள் மாற்ற முயற்சிக்கும் நிகழ்வு மீண்டும் நிகழும் நிகழ்வாகும். நீங்கள் தேர்ந்தெடுத்த மாற்றங்கள் இதற்கு பயன்படுத்தப்பட வேண்டும்:

source: _Only This Event
ta: _இந்த நிகழ்வையே மட்டு

source: _Subsequent Events
ta: _பின்னர் நிகழும் நிகழ்வுகள்

source: _All Events
ta: _எல்லா நிகழ்வுகளும்

source: BlueJeans
ta: புளூஜீன்ஸ்

source: BigBlueButton
ta: பிக் புளூ பட்டன்

source: Google Meet
ta: கூகுள் மீட்

source: Jitsi
ta: ஜிட்சி

source: Uber Conference
ta: உபர் கான்ஃபரன்ஸ்

source: GNOME Meet
ta: ஜ்னோம் மீட்

source: Microsoft Teams
ta: மைக்ரோசாஃப்ட் டீம்ஸ்

source: Whereby
ta: வேர் பை

source: Webex
ta: வெபெக்ஸ்

source: Zoom
ta: சூம்

source: View Map
ta: வரைபடம் பார்க்க

source: OpenStreetMap
ta: ஓபன் ஸ்ட்ரீட் மேப்

source: Google Maps
ta: கூகுள் மேப்புகள்

source: Bing Maps
ta: பிங் மேப்புகள்

source: Calendar for GNOME
mr: दिनदर्शिका जिनोमसाठी

source: GNOME Calendar is a simple and beautiful calendar application designed to perfectly fit the GNOME desktop. By reusing the components which the GNOME desktop is build on, Calendar nicely integrates with the GNOME ecosystem.
mr: जिनोम दिनदर्शिका एक साधा आणि सुंदर दिनदर्शिका ऍप्लिकेशन आहे जे जिनोमडेस्कटॉपसाठी संपूर्णतया उचित आहे. जिनोम डेस्कटॉप चे घटक पुनर्वापर करून दिनदर्शिकाछानपणे जिनोम पर्यावरणातील एकत्र होतो.

source: We aim to find the perfect balance between nicely crafted features and user-centred usability. No excess, no lacks. You'll feel comfortable using Calendar, like you've been using it for ages!
mr: आम्चा उद्देश्य छान कौशल्य वैशिष्ट्ये आणि युजर-केंद्रीत वापरण्याजोगी संपूर्ण समतोलशोधण्याचा आहे. अतिरेक नाही, अभाव नाही. तुम्ही अनुभव सुखदायी असेल. दिनदर्शिका, अशीजे तुम्ही दीर्घकाळापासून वापर करत अस्तील्!

source: Search for events
mr: कार्यक्रम शोधा

source: Calendar management
mr: दिनदर्शिका व्यवस्था

source: Access, and manage calendar
mr: दिनदर्शिकाची प्रवेश, आणि व्यवस्था करणे

source: Window maximized
mr: मोठी खिडकी

source: Window maximized state
mr: खिडकी मोठ्यास्थितीत

source: Window size
mr: खिडकी माप

source: Window size (width and height).
mr: खिडकी माप(रुंदी आणि उंची)

source: Window position
mr: खिडकी ठिकाण

source: Window position (x and y).
mr: खिडकी ठिकाण(x आणि y)

source: Type of the active view
mr: सक्रिय दृश्याचे प्रकार

source: Type of the active window view, default value is: monthly view
mr: सक्रिय दृश्याचे प्रकार, मुलभूत मूल्य : मासिक दृश्य

source: List of the disabled sources
mr: अक्षम स्रोतान्ची यादी

source: Sources disabled last time Calendar ran
mr: पूर्वी अक्षम केलेल्या स्रोतान्ची यादी

source: Cancel
mr: रद्द

source: Done
mr: पूर्ण

source: All day
mr: पूर्ण दिवस

source: Delete event
mr: नष्ट कार्यक्रम करा

source: Add Eve_nt…
mr: कार्यक्रम जोडा

source: _Search…
mr: _शोधा..

source: _About
mr: विषयी

source: _Quit
mr: बाहेर पडा

source: _Synchronize
mr: समन्वय साधा

source: From Web…
mr: वेब मधून

source: New Local Calendar…
mr: नवीन स्थानिक दिनदर्शिका

source: From File…
mr: फाइल मधून

source: No results found
mr: परिणाम आढळले नाही

source: Try a different search
mr: वेगळे प्रकारे शोधा

source: Undo
mr: पूर्ववत

source: Online Accounts
mr: ऑनलाइन खाते

source: Open online account settings
mr: ऑनलाइन खात्याची संयोजना उघडणे

source: Google
mr: गूगल

source: Click to set up
mr: सेटप करण्यासाठी क्लिक करा

source: ownCloud
mr: ओनक्लौड

source: Microsoft Exchange
mr: मायक्रोसॉफ्ट विनिमय

source: Overview
mr: आढावा

source: Add new events to this calendar by default
mr: मुलभूत या दिनदर्शिकामध्ये कार्यक्रमे जोडणे

source: Remove Calendar
mr: दिनदर्शिका काढून टाकणे

source: Display calendar
mr: दिनदर्शिका दाखवणे

source: Calendar name
mr: दिनदर्शिका नाव

source: Settings
mr: संयोजना

source: Enter the address of the calendar that you want to add. If the calendar belongs to one of you online accounts, you can add it through the <a href="GOA">online account settings</a>.
mr: दिनदर्शिकेचा पत्ता दाख़िल करा जे तुम्हाला जोडायचा आहे. जर दिनदर्शिका तुमच्या एख़ाद्या ऑनलाइन खात्याचे आहे तर तुम्ही <a href= "GOA">online account settings</a> चा वापर करून जोडू शकता.

source: Calendar Address
mr: दिनदर्शिकाचा पत्ता

source: Connect
mr: जुळवा

source: Year
mr: वर्ष

source: Create
mr: तयार

source: Edit Details
mr: तपशील संपादन

source: Add Event…
mr: कार्यक्रम जोडणे

source: Select a calendar file
mr: दिनदर्शिकेचे फाइल निवडा

source: Open
mr: उघडणे

source: Calendar files
mr: दिनदर्शिकाचे फाइल्स

source: Unnamed Calendar
mr: अनामिक दिनदर्शिका

source: Calendar <b>%s</b> removed
mr: दिनदर्शिका <b>%s</b> काढूलेली

source: Off
mr: बंद

source: On
mr: चालू

source: - Calendar management
mr: - दिनदर्शिका व्यवस्था

source: Copyright © %Id The Calendar authors
mr: सर्वहक्काधिकार © %Id The Calendar authors

source: Copyright © %Id–%Id The Calendar authors
mr: सर्वहक्काधिकार © %Id–%Id The Calendar authors

source: Day
mr: दिवस

source: Save
mr: साठवा

source: Unnamed event
mr: अनामिक कार्यक्रम

source: Other events
mr: इतर कार्यक्रमे

source: Use the entry above to search for events.
mr: वरच्या एन्ट्रीचा वापर करून कार्यक्रम शोधा

source: %.2d:%.2d AM
mr: %.२d:%.२d सकाळी

source: %.2d:%.2d PM
mr: %.२d:%.२d दुपारी

source: Midnight
mr: मध्यरात्री

source: Noon
mr: दुपारी

source: 00:00 PM
mr: 00:00 दुपारी

source: New Event on %s
mr: %s वर नवीन कार्यक्रम

source: %.2d:%.2d %s
mr: %.२d:%.२d %s
