Repository: GNOME/gnome-calendar
Catalog: po/kw.po
Languages: kw

source: Calendar
kw: Kalender

source: Access and manage your calendars
kw: Drehedhes ha dyghtya dha kalenderyow

source: Calendar;Event;Reminder;
kw: Kalender;Hwarvos;Kofher;

source: Window maximized
kw: Fenester kowlvoghhys

source: Window maximized state
kw: Studh fenester kowlvoghhys

source: Window size
kw: Braster fenester

source: Window size (width and height).
kw: Braster fenester (lester hag ughelder).

source: Type of the active view
kw: Eghen a'n gwel byw

source: Type of the active window view, default value is: monthly view
kw: Eghen a'n gwel fenester byw, defowt yw: gwel misek

source: Weather Service Configuration
kw: Selyans Gonis Kewer

source: Whether weather reports are shown, automatic locations are used and a location-name
kw: Mar derivasow kewer yw diskwedhys, tylleryow awtomatek yw devnydhys ha hanow-tyller

source: Zoom level of the week grid
kw: Nivel braster a'n rastell seythen

source: The current zoom level of the week grid
kw: An nivel braster a-lemmyn a'n rastell seythen

source: Manage your schedule
kw: Dyghtya dha rol vetyansow

source: GNOME Calendar is an elegant tool to help you plan and stay on top of your schedule for upcoming days and weeks, whether your months are filled with meetings and appointments, public events, travel logistics, or other commitments in your life.
kw: GNOME Kalender yw toul afinys rag gweres gans ow devisya hag ow gwitha dha rol vetyansow rag dedhyow ha seythennow a dheu, mar dha misyow yw lenwys gans kuntellesow hag apoyntyansow, hwarvosow poblek, lojystek viaj, po omriansow aral yn dha bewnsans.

source: Easily create and manage unlimited calendars and events with GNOME Calendar's infinite scrolling month view, week timetable, and scheduling list view.
kw: Gul ha dyghtya yn es kalenderyow ha hwarvosow difenweth gans an gwelyow didhiwedh mis, seythen, ha rol vetyansow.

source: Integrating the latest GNOME technologies and design best practices, GNOME Calendar builds on top of the mature Evolution data server to manage large quantities of events and to provide integration with other applications. You can add calendars from various online calendaring services (like NextCloud, Google Calendar, and CalDAV / WebDAV servers), enabling you to synchronize your events across multiple devices and platforms. GNOME Calendar also supports local and offline calendaring, so you can use it anywhere and anytime while travelling (or after civilization's collapse.)
kw: Ow synsi an teknologieth GNOME ha praktisyow an gwella, GNOME Kalendar byldya a-wartha dhe'n servell data Evolution adhves rag dyghtya mynsow bras a hwarvosow ha rag provia kesoberyans gans appys aral. Ty a yll addya kalenderyow dhyworth gonisyow kalender warlinen (kepar ha NextCloud, Google Calendar, ha servellow CalDAV / WebDAV), ow gallosegi ow kettermynyegi dha hwarvosow a-dreus devisow ha bynkyow liesek. GNOME Kalender skoodhya kalenderyow leel ha dhywarlinen ynwedh, ytho ty a yll devnydhya yth yn neb le hag yn neb termyn dres ow viajya (po wosa an diskar a hwarheans.)

source: Week view
kw: Gwel seythen

source: Month view
kw: Gwel mis

source: Event editor
kw: Chanjyell hwarvos

source: Read-Only Calendar
kw: Kalender Redya-Hepken

source: Display Calendar
kw: Diskwedhes Kalender

source: Edit calendar
kw: Golegi kalender

source: Calendar Settings
kw: Settyansow Kalender

source: Calendars
kw: Kalenderyow

source: _Add Calendar
kw: _Addya Kalender

source: Calendar “%s” removed
kw: Kalender “%s” removys

source: _Undo
kw: _Digelmi

source: Edit Calendar
kw: Golegi Kalender

source: Account
kw: Akont

source: Open in Settings
kw: Ygeri yn Settyansow

source: Location
kw: Tyller

source: Calendar Name
kw: Hanow Kalender

source: Color
kw: Kolor

source: _Display Calendar
kw: _Diskwedhes Kalender

source: _Export Calendar
kw: _Esperthi Kalender

source: _Remove Calendar
kw: _Remova Kalender

source: Calendar URL
kw: Gorgevren Kalender

source: On This Computer
kw: War'n Amontyell Ma

source: Export Calendar
kw: Esperthi Kalender

source: New Calendar
kw: Kalender Nowydh

source: Create a Local Calendar
kw: Gul Kalender Leel

source: Connect to an Online Calendar
kw: Junya dhe Kalender Warlinen

source: HTTPS, CalDAV, or Webcal URLs are supported. Online calendars that can only be updated by the provider will be added as read-only.
kw: Gorgevrennow HTTPS, CalDAV, po Webcal yw skoodhys. Kalenderyow warlinen nowedhadow gans an provier hepken a wra bos addys avel redya-hepken.

source: If the calendar belongs to one of your online accounts, you can add it through the <a href="GOA">online account settings</a>.
kw: Mars an kalender longya dhe unn a dha akontys warlinen, ty a yll addya yth dres an <a href="GOA">settyansow akont warlinen</a>.

# button
source: Add Calendar
kw: Addya Kalender

source: Credentials
kw: Manylyon Usyer

source: User
kw: Usyer

source: Password
kw: Ger-Tremena

source: _Cancel
kw: _Hedhi

source: _Connect
kw: _Junya

source: Add Calendar
kw: Addya Kalender

source: The URL you have entered appears to be invalid.
kw: An gorgevren ty re ynworrys heveli anewn.

source: A valid user and password are required to connect to this calendar.
kw: Usyer ha ger-tremena ewn a res rag junya dhe'n kalender ma.

source: This calendar is hidden
kw: An kalender ma yw kudh

# grid monday
source: M
kw: L

# grid tuesday
source: T
kw: M

# grid wednesday
source: W
kw: M

# grid thursday
source: T
kw: Y

# grid friday
source: F
kw: G

source: Remove Alarm
kw: Remova Alarm

source: %1$u day, %2$u hour, and %3$u minute before
kw: Nans o %1$u dydh, %2$u eur, ha %3$u mynysen

source: %1$u day, %2$u hours, and %3$u minute before
kw: Nans o %1$u dydh, %2$u euryow, ha %3$u mynysen

source: %1$u days, %2$u hour, and %3$u minute before
kw: Nans o %1$u dedhyow, %2$u eur, ha %3$u mynysen

source: %1$u days, %2$u hours, and %3$u minute before
kw: Nans o %1$u dedhyow, %2$u euryow, ha %3$u mynysen

source: %1$u day and %2$u hour before
kw: Nans o %1$u dydh, ha %2$u eur

source: %1$u days and %2$u hour before
kw: Nans o %1$u dedhyow, ha %2$u eur

source: %1$u day and %2$u minute before
kw: Nans o %1$u dydh, ha %2$u mynysen

source: %1$u days and %2$u minute before
kw: Nans o %1$u dedhyow, ha %2$u mynysen

source: %1$u day before
kw: Nans o %1$u dydh

source: %1$u hour and %2$u minute before
kw: Nans o %1$u eur ha %2$u mynysen

source: %1$u hours and %2$u minute before
kw: Nans o %1$u euryow ha %2$u mynysen

source: %1$u hour before
kw: Nans o %1$u eur

source: %1$u minute before
kw: Nans o %1$u mynysen

source: Event start time
kw: Termyn dalleth hwarvos

source: Copy email
kw: Kopia ebost

source: Delegated to:
kw: Kanasys dhe:

source: optional
kw: dre dhewis

source: Participants
kw: Kevrenogyon

source: Accepted
kw: Degemerys

source: Tentative
kw: Martesen

source: Declined
kw: Naghys

source: Delegated
kw: Kanasys

source: Not responded
kw: Na gorthebys

source: %1$u accepted
kw: %1$u degemerys

source: %1$u maybe
kw: %1$u martesen

source: %1$u declined
kw: %1$u naghys

source: %1$u delegated
kw: %1$u kanasys

source: %1$u not responded
kw: %1$u na gorthebys

source: Resources
kw: Asnodhow

source: Edit Date
kw: Golegi Dedhyas

source: Edit date
kw: Golsegi dedhyas

source: Date
kw: Dedhyas

source: Time
kw: Termyn

source: Edit Time
kw: Golegi Termyn

source: Change Timezone
kw: Chanjya Parth-Termyn

source: Edit time
kw: Golegi termyn

source: _Done
kw: _Gwrys

source: This event is in a read-only calendar. It cannot be edited or deleted.
kw: An hwarvos ma yw yn kalender redya-hepken. Yth ny yllir bos golegys po dileys.

source: Reminders
kw: Kofhers

source: Notes
kw: Notennow

source: _Delete Event
kw: _Dilea Hwarvos

source: _Save
kw: _Sawya

source: New Event
kw: Hwarvos Nowydh

source: Event Details
kw: Manylyon Hwarvos

source: Edit Event
kw: Golegi Hwarvos

source: Previous %1$s
kw: Kyns %1$s

source: Next %1$s
kw: Nessa %1$s

source: Organizer
kw: Restrer

source: Add Reminder
kw: Addya Kofher

source: Event start
kw: Dalleth hwarvos

source: 5 Minutes
kw: 5 Mynysennow

source: 10 Minutes
kw: 10 Mynysennow

source: 15 Minutes
kw: 15 Mynysennow

source: 30 Minutes
kw: 30 Mynysennow

source: 1 Hour
kw: 1 Eur

source: 1 Day
kw: 1 Dydh

source: 2 Days
kw: 2 Dedhyow

source: 3 Days
kw: 3 Dedhyow

source: 1 Week
kw: 1 Seythen

source: _All Day
kw: _Dres an Jydh

source: _Time Slot
kw: Le _Termyn

source: Start Date
kw: Dedhyas Dalleth

source: End Date
kw: Dedhyas Diwedh

source: Start Time
kw: Termyn Dalleth

source: End Time
kw: Termyn Diwedh

source: Repeat
kw: Dasleverel

source: No Repeat
kw: Dasleverel Vyth

source: Daily
kw: Pubdedhyek

source: Monday – Friday
kw: dy'Lun – dy'Gwener

source: Weekly
kw: Seythennyek

source: Monthly
kw: Misek

source: Yearly
kw: Bledhynnyek

source: End Repeat
kw: Diwedha Dasleverel

source: Forever
kw: Bys Vykken

source: Number of Occurrences
kw: Niver a Hwarfedhyansow

source: Until Date
kw: Bys dhe Dedhyas

source: End Repeat Date
kw: Dedhyas Diwedha Dasleverel

source: Title
kw: Titel

source: Select Timezone
kw: Dewis Parth-Termyn

source: Search Locations
kw: Hwilas Tylleryow

source: Search for a Timezone
kw: Hwilas Parth-Termyn

source: Quit GNOME Calendar
kw: Kwytya GNOME Kalender

source: Display version number
kw: Diskwedhes niver versyon

source: Enable debug messages
kw: Gallosegi messajys prevessans

source: Open calendar on the passed date
kw: Ygeri kalender war'n dedhyas passys

source: Open calendar showing the passed event
kw: Ygeri kalender ow diskwedhes an hwarvos passys

source: Copyright © 2012–%d The Calendar authors
kw: Gwirbryntyans © 2012–%d An awtours Kalender

source: translator-credits
kw: Flynn

source: Weather
kw: Kewer

source: <b>This event is part of a read-only calendar</b> You cannot delete or change this event.
kw: <b>An hwarvos ma yw rann a kalender redya-hepken</b> Ty ny yllir dilea po chanjya an hwarvos ma.

source: Export Event
kw: Esperthi Hwarvos

source: No event notes
kw: Notennow hwarvos vyth

source: January
kw: mis Genver

source: February
kw: mis Hwevrer

source: March
kw: mis Meurth

source: April
kw: mis Ebrel

source: May
kw: mis Me

source: June
kw: mis Metheven

source: July
kw: mis Gortheren

source: August
kw: mis Est

source: September
kw: mis Gwynngala

source: October
kw: mis Hedra

source: November
kw: mis Du

source: December
kw: mis Kevardhu

source: Today %s
kw: Hedhyw %s

source: Tomorrow %s
kw: A-vorow %s

source: Yesterday %s
kw: De %s

source: %1$s %2$d, %3$s
kw: %2$dves %1$s, %3$s

source: %1$s %2$d, %3$d, %4$s
kw: %2$dves %1$s, %3$d, %4$s

source: Today
kw: Hedhyw

source: Tomorrow
kw: A-vorow

source: Yesterday
kw: De

source: %1$s %2$d
kw: %2$dves %1$s

source: %1$s %2$d, %3$d
kw: %2$dves %1$s, %3$d

source: Today, %1$s — %2$s
kw: De, %1$s — %2$s

source: Tomorrow, %1$s – %2$s
kw: A-vorow, %1$s — %2$s

source: Yesterday, %1$s – %2$s
kw: De, %1$s — %2$s

source: %1$s %2$d, %3$s – %4$s
kw: %2$dves %1$s, %3$s – %4$s

source: %1$s %2$d, %3$d, %4$s – %5$s
kw: %2$dves %1$s, %3$d, %4$s – %5$s

source: View Additional Details
kw: Gweles Manylyon Keworransel

source: Edit Additional Details
kw: Golegi Manylyon Keworransel

source: On %s
kw: %s

source: At %s
kw: %s

source: _Join
kw: Om_junya

source: Unknown Service
kw: Gonis Ankoth

source: _Edit Details
kw: _Golegi Manylyon

source: _Save Event
kw: _Sawya Hwarvos

source: from next Monday
kw: a-dhia dy'Lun nessa

source: from next Tuesday
kw: a-dhia dy'Meurth nessa

source: from next Wednesday
kw: a-dhia dy'Mergher nessa

source: from next Thursday
kw: a-dhia dy'Yow nessa

source: from next Friday
kw: a-dhia dy'Gwener nessa

source: from next Saturday
kw: a-dhia dy'Sadorn nessa

source: from next Sunday
kw: a-dhia dy'Sul nessa

source: to next Monday
kw: bys dhe dy'Lun nessa

source: to next Tuesday
kw: bys dhe dy'Meurth nessa

source: to next Wednesday
kw: bys dhe dy'Mergher nessa

source: to next Thursday
kw: bys dhe dy'Yow nessa

source: to next Friday
kw: bys dhe dy'Gwener nessa

source: to next Saturday
kw: bys dhe dy'Sadorn nessa

source: to next Sunday
kw: bys dhe dy'Sul nessa

source: from Today
kw: a-dhia Hedhyw

source: from Tomorrow
kw: a-dhia A-vorow

source: from Yesterday
kw: a-dhia De

source: from %1$s %2$s
kw: a-dhia %1$s %2$s

source: to Today
kw: bys dhe Hedhyw

source: to Tomorrow
kw: bys dhe A-vorow

source: to Yesterday
kw: bys dhe De

source: to %1$s %2$s
kw: bys dhe %1$s %2$s

source: New Event %1$s %2$s
kw: Hwarvos Nowydh %1$s %2$s

source: New Event Today
kw: Hwarvos Nowydh Hedhyw

source: New Event Tomorrow
kw: Hwarvos Nowydh A-vorow

source: New Event Yesterday
kw: Hwarvos Nowydh De

source: New Event next Monday
kw: Hwarvos Nowydh dy'Lun nessa

source: New Event next Tuesday
kw: Hwarvos Nowydh dy'Meurth nessa

source: New Event next Wednesday
kw: Hwarvos Nowydh dy'Mergher nessa

source: New Event next Thursday
kw: Hwarvos Nowydh dy'Yow nessa

source: New Event next Friday
kw: Hwarvos Nowydh dy'Gwener nessa

source: New Event next Saturday
kw: Hwarvos Nowydh dy'Sadorn nessa

source: New Event next Sunday
kw: Hwarvos Nowydh dy'Sul nessa

source: New Event on January %d
kw: Hwarvos Nowydh %dves mis Genver

source: New Event on February %d
kw: Hwarvos Nowydh %dves mis Hwevrer

source: New Event on March %d
kw: Hwarvos Nowydh %dves mis Meurth

source: New Event on April %d
kw: Hwarvos Nowydh %dves mis Ebrel

source: New Event on May %d
kw: Hwarvos Nowydh %dves mis Me

source: New Event on June %d
kw: Hwarvos Nowydh %dves mis Metheven

source: New Event on July %d
kw: Hwarvos Nowydh %dves mis Gortheren

source: New Event on August %d
kw: Hwarvos Nowydh %dves mis Est

source: New Event on September %d
kw: Hwarvos Nowydh %dves mis Gwynngala

source: New Event on October %d
kw: Hwarvos Nowydh %dves mis Hedra

source: New Event on November %d
kw: Hwarvos Nowydh %dves mis Du

source: New Event on December %d
kw: Hwarvos Nowydh %dves mis Kevardhu

source: Search Events
kw: Hwilas Hwarvosow

source: Search events
kw: Hwilas hwarvosow

source: No results found
kw: Sewyansow kavas vyth

source: One result found
kw: Unn sewyans kavas

# tooltip
source: Synchronizing Remote Calendars
kw: Ow Kettermynyegi Kalenderyow Pell

source: Show Weather
kw: Diskwedhes Kewer

source: Automatic Location
kw: Tyller Awtomatek

source: Search locations
kw: Hwilas tylleryow

source: Drop Event Files to Import
kw: Droppya Restrennow Hwarvow rag Ynperthi

source: Toggle Sidebar
kw: Dewis Bordh Lestri

source: Main Menu
kw: Rol Chif

# tooltip
source: Search
kw: Hwilas

source: _Month
kw: _Mis

source: _Week
kw: _Seythen

source: _Agenda
kw: Rol _Vetyansow

source: _Today
kw: _Hedhyw

source: Go to Today
kw: Mos dhe Hedhyw

# tooltip
source: Add Event
kw: Addya Hwarvos

source: Manage Calendars
kw: Dyghtya Kalenderyow

source: _Synchronize Calendars
kw: _Kettermynyegi Kalenderyow

source: _Date & Time Settings…
kw: Settyansow _Dedhyas & Termyn…

source: _Online Accounts…
kw: Akontys _Warlinen…

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Calendar
kw: _A-dro Kalender

source: Previous Week
kw: Seythen Kyns

source: Previous Month
kw: Mis Kyns

source: Next Week
kw: Seythen Nessa

source: Next Month
kw: Mis Nessa

source: Week
kw: Seythen

source: Month
kw: Mis

source: Agenda
kw: Rol Vetyansow

source: Another event deleted
kw: Hwarvos aral dileys

source: Event deleted
kw: Hwarvos dileys

source: Could not import some files: Not ICS files
kw: Ny yllir ynperthi nebes restrennow: Na restrennow ICS

source: Could not import “%s”: Not an ICS file
kw: Ny yllir ynperthi “%s”: Nyns restren ICS

source: Import Files…
kw: Ynperthi Restrennow…

source: _Import
kw: _Ynperthi

source: C_alendar
kw: K_alender

source: Import %d event
kw: Ynperthi %d hwarvos

source: Starts
kw: Dalleth

source: Ends
kw: Diwedha

source: Description
kw: Deskrifans

source: No error
kw: Error vyth

source: Bad argument to function
kw: Oberadow drog dhe gweythres

source: Failed to allocate a new object in memory
kw: Y fyllis kevranna tra nowydh yn kov

source: File is malformed, invalid, or corrupted
kw: Restren yw kamm, anewn, po legrys

source: Failed to parse the calendar contents
kw: Y fyllis redya an dalgh kalender

source: Failed to read file
kw: Y fyllis redya restren

source: Internal error
kw: Error pervedhek

source: File is not an iCalendar (.ics) file
kw: Restren nyns restren iCalender (.ics)

# shortcut dialog
source: General
kw: Ollgemmyn

# shortcut dialog
source: Open Main Menu
kw: Ygeri Rol Chif

# shortcut dialog
source: Toggle Sidebar
kw: Dewis Bordh Lestri

# shortcut dialog
source: New Event
kw: Hwarvos Nowydh

# shortcut dialog
source: Manage Calendars
kw: Dyghtya Kalenderyow

# shortcut dialog
source: Synchronize Calendars
kw: Kettermynyegi Kalenderyow

# shortcut dialog
source: Close Window
kw: Degea Fenester

# shortcut dialog
source: Search
kw: Hwilas

# shortcut dialog
source: Show Help
kw: Diskwedhes Gweres

# shortcut dialog
source: Shortcuts
kw: Kesunyansow Bysowek

# shortcut dialog
source: Navigation
kw: Navigacyon

# shortcut dialog
source: Go Back
kw: Dehweles

# shortcut dialog
source: Go Forward
kw: Mos Yn-rag

# shortcut dialog
source: Show Today
kw: Diskwedhes Hedhyw

# shortcut dialog
source: Next View
kw: Gwel Nessa

# shortcut dialog
source: Previous View
kw: Gwel Kyns

# shortcut dialog
source: View
kw: Gwel

# shortcut dialog
source: Month View
kw: Gwel Mis

# shortcut dialog
source: Week View
kw: Gwel Seythen

source: No events
kw: Hwarvos vyth

source: On-going
kw: Lemmyn

source: New Event…
kw: Hwarvos Nowydh…

source: Other event
kw: Hwarvos aral

source: Hide Additional Events
kw: Kudha Hwarvosow Keworransel

source: Show Additional Events
kw: Diskwedhes Hwarvosow Keworransel

source: Modify Multiple Events?
kw: Chanjya Hwarvosow Liesek?

source: The event you are trying to modify is recurring. The changes you have selected should be applied to:
kw: An hwarvos os owth assaya chanjya yw ow dasleverel. An chanjyow ty re dewisys kodh bos gorra dhe:

source: _Only This Event
kw: An Hwarvos Ma _Hepken

source: _Subsequent Events
kw: Hwarvosow _Iskevresek

source: _All Events
kw: _Oll Hwarvosow

source: View Map
kw: Gweles Mappa

source: Google Maps
kw: Google Mappys

source: Bing Maps
kw: Bing Mappys
